phone_message = 'Будь ласка, натисніть «Поділитися номером телефону», щоб зареєструвати звернення 👇'
free_consult_message = 'Привіт!\n\nВам доступне 1 безкоштовне звернення до наших технічних спеціалістів. Потрібна допомога?'
greeting_message = 'Доступна кількість консультацій: [counter]\n\nДля повторного звернення натисніть «Під’єднати оператора».'
select_amount = '''Доступна кількість консультацій: [counter]
Для підключення оператора виберіть один з пакетів:
◾ 1 консультація — 49 гривень
◾ 3 консультації — 99 гривень
◾ 5 консультацій — 149 гривень
'''
chat_ending = 'Ваш діалог завершено. Дякуємо, що скористалися сервісом «Комп’ютерна допомога онлайн». Очікуємо знову на ваше звернення, гарного дня!'
operator_message = 'Запит на чат надiсланий, очiкуйте пiдключення оператора.'
please_pay = 'Натисніть Оплата, щоб отримати нові консультації.'
please_wait = 'Ваш платіж обробляється, як тільки ми отримаємо оплату, вам прийде повідомлення.'
successfull_payment = '''Вітаємо! Ваш пакет активовано.
Доступна кількість консультацій: [counter]
Бажаєте отримати допомогу?
'''
operator_ended_chat = 'У вас залишилися питання?'
new_link = 'Посилання оновлено. Будь ласка, здійсніть оплату за допомогою кнопки знизу.'
user_finished = '''Доступна кількість консультацій: [counter]

Для повторного звернення натисніть «Під’єднати оператора».
'''
echo_message = 'Дякуємо вам за звернення! Якщо вам потрібна технічна допомога чи консультація, натисніть «Під’єднати оператора».'
description = """Я — Сап, віртуальний помічник компанії SUPPORT.UA. Допоможу вам розв'язати проблеми з технікою цілодобово та без вихідних 💛
\nНатисніть «Старт», щоб розпочати!"""
faq = """◾Хто надає сервіс «Комп’ютерна допомога онлайн»?
З вами на зв’язку міжнародна компанія SUPPORT.UA. З 2014 року ми надаємо сервіси розширеної гарантії, захисту техніки та дистанційної допомоги.

◾Коли потрібен сервіс?
Коли подарували новий телефон, а як перенести дані не знаєте. Коли треба перейти на нову операційну систему, а часу на навчання немає. Коли закінчилося вільне місце на пристрої, а необхідно завантажити файл. Та ще тисячі «коли» із якими ми допоможемо.

◾Які проблеми вирішать спеціалісти?
Ми допоможемо виправити будь-яку програмну помилку. Наприклад, проблеми з жорстким диском комп'ютера — апаратна помилка, а халепа з операційною системою Microsoft Windows — програмна.

◾На які пристрої поширюється дія сервісу?
«Комп’ютерна допомога онлайн» поширюється на смартфони, планшети, ноутбуки та комп'ютери.

◾Як під'єднати послугу?
Перше звернення для нових користувачів — безкоштовне. Натисніть «Під’єднати оператора» та наш спеціаліст напише вам у цей чат. Ми розв’яжемо вашу проблему, пояснимо, чому вона виникла та як уникнути її в майбутньому. Якщо проблема серйозна — дистанційно під’єднаємося до пристрою за допомогою TeamViewer та усунемо проблему.

◾Що робити, якщо розв’язати проблему дистанційно не вдасться?
Якщо в ході діагностики ми визначимо, що ваша проблема — апаратного характеру, то ми порадимо найближчий авторизований сервісний центр, де вам допоможуть відремонтувати пристрій.
"""
