phone_message = 'Будь ласка, натисніть «Поділитися номером телефону», щоб зареєструвати звернення 👇'
free_consult_message = 'Привіт!\n\nВам доступне 1 безкоштовне звернення до наших технічних спеціалістів. Потрібна допомога?'
greeting_message = 'Доступна кількість консультацій: [counter]\n\nДля повторного звернення натисніть «Під’єднати оператора».'
select_amount = '''Доступна кількість консультацій: [counter]
Для підключення оператора виберіть один з пакетів:
◾ 1 консультація — 49 гривень
◾ 3 консультації — 99 гривень
◾ 5 консультацій — 149 гривень
'''
chat_ending = 'Ваш діалог завершено. Дякуємо, що скористалися сервісом «Комп’ютерна допомога онлайн». Очікуємо знову на ваше звернення, гарного дня!'
operator_message = 'Запит на чат надiсланий, очiкуйте пiдключення оператора.'
please_pay = 'Натисніть Оплата, щоб отримати нові консультації.'
please_wait = 'Ваш платіж обробляється, як тільки ми отримаємо оплату, вам прийде повідомлення.'
successfull_payment = '''Вітаємо! Ваш пакет активовано.
Доступна кількість консультацій: [counter]
Бажаєте отримати допомогу?
'''
operator_ended_chat = 'У вас залишилися питання?'
new_link = 'Посилання оновлено. Будь ласка, здійсніть оплату за допомогою кнопки знизу.'
user_finished = '''Доступна кількість консультацій: [counter]

Для повторного звернення натисніть «Під’єднати оператора».
'''
echo_message = 'Дякуємо вам за звернення! Якщо вам потрібна технічна допомога чи консультація, натисніть «Під’єднати оператора».'
description = """Я — Сап, віртуальний помічник компанії SUPPORT.UA. Допоможу вам розв'язати проблеми з технікою цілодобово та без вихідних 💛
\nНатисніть «Старт», щоб розпочати!"""
faq = """◾Хто надає сервіс «Комп’ютерна допомога онлайн»?
З вами на зв’язку міжнародна компанія SUPPORT.UA. З 2014 року ми надаємо сервіси розширеної гарантії, захисту техніки та дистанційної допомоги.

◾Коли потрібен сервіс?
Коли подарували новий телефон, а як перенести дані не знаєте. Коли треба перейти на нову операційну систему, а часу на навчання немає. Коли закінчилося вільне місце на пристрої, а необхідно завантажити файл. Та ще тисячі «коли» із якими ми допоможемо.

◾Які проблеми вирішать спеціалісти?
Ми допоможемо виправити будь-яку програмну помилку. Наприклад, проблеми з жорстким диском комп'ютера — апаратна помилка, а халепа з операційною системою Microsoft Windows — програмна.

◾На які пристрої поширюється дія сервісу?
«Комп’ютерна допомога онлайн» поширюється на смартфони, планшети, ноутбуки та комп'ютери.

◾Як під'єднати послугу?
Перше звернення для нових користувачів — безкоштовне. Натисніть «Під’єднати оператора» та наш спеціаліст напише вам у цей чат. Ми розв’яжемо вашу проблему, пояснимо, чому вона виникла та як уникнути її в майбутньому. Якщо проблема серйозна — дистанційно під’єднаємося до пристрою за допомогою TeamViewer та усунемо проблему.

◾Що робити, якщо розв’язати проблему дистанційно не вдасться?
Якщо в ході діагностики ми визначимо, що ваша проблема — апаратного характеру, то ми порадимо найближчий авторизований сервісний центр, де вам допоможуть відремонтувати пристрій.
"""
push_text_1 = """Привіт! З якими технічними проблемами люди стикаються найчастіше? Не поспішайте відповідати, у нас є список найпопулярніших запитів до наших спеціалістів за останній час.

1️⃣ Закінчилося місце на пристрої, хоча нових файлів немає.
2️⃣ Ноутбук перегрівається та дуже повільно працює.
3️⃣ Телефон увесь час зависає.
4️⃣ Спливають рекламні вікна у браузері.
5️⃣ Потрібно встановити та навчити користуватися програмою.
5️⃣ Бездротові навушники не під'єднуються до планшета.
6️⃣ Антивірус блокує потрібні файли.
7️⃣ Оновлення Windows 10 на 11.
8️⃣ Відновлення видалених файлів.
9️⃣ Конфіденційний перегляд у браузері.
🔟 Створення резервних копій файлів.

Ми готові допомогти розв’язати ці та інші проблеми вже зараз. Не зволікайте, скористайтеся першим безкоштовним зверненням 👇🏻
"""
push_text_2 = """«Моя сестра переїхала жити в інше місто, я дуже за нею сумую і хотіла б бачити її частіше». Звісно, програма дистанційного відеозв'язку не замінить живих зустрічей із теплими обіймами, проте в сучасних умовах допоможе бачити обличчя близьких частіше 💛

Ось список застосунків, що допоможуть у цьому:
1️⃣ Skype.
2️⃣ Zoom.
3️⃣ Discord.
4️⃣ Hangouts.
5️⃣ WhatsApp.

Скористайтеся першим безкоштовним зверненням. Спеціалісти комп’ютерної допомоги онлайн підберуть та встановлять на ваш пристрій будь-яку з цих чи інших програм, навчать нею користуватися та дадуть відповіді на усі ваші запитання 🙌🏻
"""
push_text_3 = """Комп’ютерні віруси: чим насправді вони так небезпечні?

Перш за все, не всі програми, що атакують пристрій, можна назвати комп'ютерними вірусами. Віруси — це лише одна з форм шкідливого програмного забезпечення (ПЗ).

🦠 Шпигунське ПЗ
Слідкує за користувачами, зберігає їх паролі, дані кредитних карток та іншу особисту інформацію та надсилає їх відповідному програмісту.

🦠 «Хробаки»
Сильно перевантажують пристрої, роблять зайві копії програм та псують файли.

🦠 Програма-здирник
Цей варіант захоплює файли, а іноді й цілі жорсткі диски, шифрує їх і вимагає від жертви викупу в обмін на ключ дешифрування.

🦠 Рекламне ПЗ
Це надзвичайно дратівливий тип шкідливого програмного забезпечення, який наповнює пристрої небажаною рекламою.

Для боротьби з вірусами та запобігання їх потраплянню на комп'ютери, потрібно регулярно перевіряти стан свого пристрою.

Звертайтеся до наших спеціалістів і вони не тільки проведуть діагностику, а й за потреби допоможуть розв’язати проблеми. Перше звернення — безкоштовне 👇🏻
"""
